INSERT INTO genre(genre_name)
VALUES
('В начале собрания'),('Молитвенные'),('Божия любовь и величие'),('Хвала и благодарение'),('Христианская жизнь'),('О Библии'),('О Церкви'),
('Призыв к труду'),('Призыв к покаянию'),('Для новообращённых'),('На крещение'),('Вечеря/Страдания Христа'),('Рукоположение'),('Бракосочетание'),
('Христианская семья'),('На погребение'),('Небесные обители'),('Утешение и ободрение'),('Рождество'),('На новый год'),('Пасхальные'),('Дух Святой/Троица'),
('Жатвенные'),('2е Пришествие'),('Сретение Господне'),('Крещение Господне'),('Благовещение'),('Вербное Воскресенье'),('Вознесение'),('Преображение'),('Разные праздники'),
('Освящение дома молитвы'),('Приветственные и прощальные'),('В конце собрания'),('Летние лагеря'),('Колядка'),('Песни для детей'),('Молодёжный лагерь'),
('В конце собрания'),('Детские');


INSERT INTO vocals(vocals_name)
VALUES 
('Общее пение'),('Смешанный хор'),('Мужской хор'),('Женский хор'),('Молодежный хор'),('Подростковый хор'),('Детский хор'),('Вок. 4-т+'),('Вок. 3-о'),('Вок. 2-т'),
('Соло'),('Хор - Общее пение'),('Хор'),('Вокал'),('Акапела'),('Вокал и пиано'),('Детская'),('Хор - украинский вариант'),('Молодёжная'),('Муж. 3-о'),
('Соло альт'),('Хор + трио');

INSERT INTO composers(composers_name)
VALUES 
('П. Назаренко'),('В.В. Перебиковский'),('J. M. Neale'),('Е. Проскурякова'),('A. Daranuța'),('Пырэу Павел'),('Noel and Trisha Richards'),('Том Феттке'),('SamuelVulcan Mary'),
('Perebicovschi S.'),('Henry Smith'),('Jay Althouse'),('A. Osipov'),('Maksim Tkachenko'),('Bill Gaither'),('Г. Заборский'),('Никита'),('Yuriy Kravets'),('Dehhis Jernigan'),
('V. Wink'),('W. Wins'),('A. Gantovnik'),('G.F. Händel'),('Albert E. Brumley'),('William J. Gaither'),('Ron Hamilton'),('Lydia M. Bauman'),('Y. Kostyuk'),
('Ica Dragoi'),('I. Procopenco'),('Спиричуелс'),('J S Bach'),('Fr. Silcher'),('Z. Gusakova'),('Eugene Ilin'),('Jack W. Hayford'),('В. Иванов'),('P. P. Bliss'),
('Diane Hannibal'),('Brad Nix'),('RICARDO BOPPRÉ'),('JESTER HAIRSTON'),('G. Matheson'),('M. Koncewicz'),('J. Oldenburg'),('А. Флярковский'),('Stuart Hamblen'),
('St. Hamblen'),('N. Kjellström'),('Niles Borop'),('Billi Spraque'),('М. Шрейнер'),('С. Бичковський'),('Павло Лозинський'),('Дж. Мартин'),('Т. Денега'),('Т Тимощук'),
('Л Васенина'),('Н Горильчаник'),('Сергей Горильчаник'),('О. Заиченко'),('Регина Голкина'),('П. Ляшенко'),('М. Мельниченко'),('Ю Квитко'),('В Еременко'),('И Алтухов'),
('Н. Скабэ'),('В. Проценко'),('И. Семёнов'),('В. Еманов'),('Twila Paris'),('А Корчевный'),('Ф. Шуберт'),('Франц Шуберт'),('Я Бузинный'),('Д Пацюк'),('М Харланд'),
('Э Фостер'),('Марина Винецкая'),('Sr. Rachel'),('Станислав Маген'),('Степан Василишин'),('Павел Цуман'),('Моцарт'),('Charles Wesley'),('Lynne K. Pickett'),
('Robert Sterling'),('Joel Raney'),('R. Clatterbuck'),('Юджин Бутлер'),('А.М. Гантовник'),('Н. Гунько'),('Р. Фот'),('George William Warren'),('Сергей и Наталия Горильчаник'),
('Ирина Афичук'),('Екатерина Адамова'),('H. Afford'),('G. J. Elvey'),('Е. Дзоня'),('КВ Иванов-Польский'),('Г.А. Драненко'),('А Кривоус'),('David Burke'),('James Koerts'),
('В. Алпёров'),('Ю Хазарова'),('А. Вельк'),('И. Деер'),('A. M. Toplady'),('И. С. Проханов'),('Th. Hastings'),('Лео Семлек'),('E. Arndt'),('F. Sering'),('Сергей Демидович'),
('А. Бауэр'),('В. Гусакова'),('Павел Пысларь'),('J. Neufeld'),('J.L. Hall'),('Иосиф Никита'),('С. Лещук'),('Н. Поминова'),('К. Бэрроуз'),('С.В. Рахманинов'),
('J. McGranahan'),('Н. Давиденко'),('B. Ducatel'),('B. Melois'),('Л. Васенина'),('Т. Лозовая'),('Немцев АА'),('A.E. Grell'),('Н. П. Храпов'),('В. Крейман'),('Л.Н. Курс');


INSERT INTO instruments(instruments_name)
VALUES 
('Духовой оркестр'),('Дух. 7-т'),('Дух. 6+'),('Дух. 5-т'),('Дух. 4-т'),('Дух. 3-о'),('Дух. 2-т'),('Труба'),('Кларнет'),('Тромбон'),('Флейта'),('Гобой'),
('Оркестр НИ'),('Ансамбль НИ'),('Аккордеон'),('Бандура'),('Бандура 2-т'),('Балалайка'),('Гитара'),('Гитарный ансамбль'),('Гитара с вокалом'),('Домра'),
('Симфонический'),('Камерный'),('Стр. 5-т'),('Стр. 4-т'),('Стр. 3-о'),('Стр. 2-т'),('Скр. 1'),('Альт соло'),('В-ль соло'),('Фортепиано'),('Орган'),('Смешанный оркестр'),
('Смешанный ансамбль'),('Ансамбль'),('Камерный ансамбль'),('Симфонический оркестр'),('Mix Orchestra'),('Трубы 2-т'),('Виолончель'),('Баян'),('4 флейты'),('Камерный оркестр'),
('Хор и аккомпанемент'),('Трио и аккомпанемент'),('Фонограмма');

INSERT INTO songs(song_name, link)
VALUES ('')



INSERT INTO composers_songs(song_id,)
VALUES ('')

INSERT INTO songs_instruments(song_id,)
VALUES ('')

INSERT INTO songs_vocals(song_id,)
VALUES ('')

INSERT INTO songs_genre(song_id,)
VALUES ('')